Repository: Botongou/python-rein
Catalog: rein/locale/messages-*.po
Languages: es, fil, hi, lv, ru

source: Rein is a decentralized professional services market and Python-rein is a client that provides a user interface. Use this program from your local browser or command line to create an account, post a job, bid, etc. b Quick start: $ rein start - create an identity, run the Web UI $ rein buy - request microhosting $ rein sync - push your identity to microhosting servers $ rein status - get user status, or dump of job's documents b Workers $ rein bid - view and bid on jobs $ rein deliver - complete job by providing deliverables b Disputes $ rein workerdispute - worker files dispute $ rein creatordispute - job creator files dispute $ rein resolve - mediator posts decision For more info and the setup guide visit: http://reinproject.org
es: Rein es un mercado profesional, descentralizado, de servicios y Python-rein es el cliente que provee la interfaz de usuario. Usa este programa desde tu navegador o línea de comandos para crear una cuenta, publicar un trabajo, ofertarse para un trabajo, etc. b Iniciándose: $ rein start - crea una identidad, ejecuta la interfaz de usuario web $ rein buy - pide microhosting $ rein sync - sincroniza tu identidad con los servidores $ rein status - comprobar estado de identidad, transacción, etc b Trabajadores $ rein bid - mirar y ofertarse para un trabajo $ rein deliver - completar trabajo suministrando entregas b Disputas $ rein workerdispute - mediante este comando el trabajador puede comenzar un conflicto, debe especificar la razón de la misma, i.e. el epmpleador no fue razonable, etc, enlazar pruebas $ rein creatordispute - mediante este comando el empleador puede comenzar un conflicto, debe especificar la razón de la misma, i.e. el trabajador no realizó la entrega o hizo un mal trabajo, etc $ rein resolve - este comando es el usado por el mediador para revisar la información dada por el empleador y el trabajador con el fin de decidir cómo resolver el conflicto. Para más información y guía de configuración visitar: http://reinproject.org
fil: Ang Rein ay isang desentrilisadong merkado ng serbisyo ng mga propesyonal at anv Python-rein ay isang client na nagbibigay ng user interface. Gamitin ang program na ito sa iyong local browser o sa command linya para sa account , mag post ng trabaho, bid, at iba pa. b Mabilis na panimula: $ rein start - gumawa ng kilanlan, patakbuhin ang Web UI $ rein buy - humiling ng microhosting $ rein sync - ilagay ay iyong pagkilablan sa microhosting servers $ rein status - kunin ang status ng user o ibasura ang dokumento ng trabaho b Mga trabahador $ rein bid - tingnan at mag bid sa mga trabaho $ rein deliver - kompletuhin ang trabaho sa pamamagitan ng deliverables b Disputes $ rein workerdispute - mga dispute files ng mga trabahador $ rein creatordispute - mga dispute files ng mga tagagawa ng trabaho $ rein resolve - paglathala ng desisyon ng mediator Para sa iba pang impormasyon bumisita sa: http://reinproject.org
hi: रेन एक विकेन्द्रीकृत पेशेवर सेवाओं का त्रय-विक्रय-स्थान है और Python-rein एक असामी है जो एक उपयोगकर्ता अंतरापृष्ठ प्रदान करता है। अपने स्थानीय विचरक या आदेशसे इस क्रमादेश का उपयोग करना एक खाता बनाने के लिए, कार्य का विज्ञापन, बोली, आदि भेजने के लिए यह पंक्ति है b त्वरित प्रारंभ: $ रेन की शुरूवात - एक पहचान बनाने, चलाने के लिए वेब यूआई $ रेन की खरीद - सूक्ष्महोस्टिंग का अनुरोध करे $ रेन का संकालन - सूक्ष्महोस्टिंग के सर्वर तक अपनी पहचान पहुंचाहिए $ रेन की स्थिति - उपयोगकर्ता की स्थिति, या नौकरी के दस्तावेजों का ढेर जमा करे b श्रमिक $ रेन बोली - देखे और कार्यों पर बोली लगाए $ रेन पहुंचाना - प्रदेय का उपलब्ध करके पूरा काम ख़तम करना b मतभेद $ रेन श्रमिकों का मतभेद - कार्यकर्ता फ़ाइलों विवाद $ रेन निर्माताओं का विवाद - नौकरी के निर्माता मतभेद का दावा करता है $ रेन का संकल्प - मध्यस्थ निर्णय को घोषित करता है अधिक जानकारी और स्थापित करने की सूचना के लिए: http://reinproject.org
lv: Rein ir centralizēts pakalpojumu tirgus un Python-rein ir klients kas nodrošina lietotāja interfeisu. Izmanto šo programmu no jūsu patstāvīgās pārlukprogrammas vieta kur reģistrēties, pievono darbu, liec likmes, u.c. b Ātrā palaišana: $ rein start - izveidot identitāti, palaist tīklu UI $ rein buy - pieprasīt microhostingu $ rein sync - ielikt savu identitāti microhosting serveros $ rein status - dabūt lietotāja statusus, vai kaudzi ar darba doukumentiem b Darbinieki $ rein bid - apskatīt un ievietot darbus $ rein deliver - pabeigt darbu nodrošinot nodevas b Strīdi $ rein workerdispute - darbinieku failu apstrīde $ rein creatordispute - darba devēju failu apstrīde $ rein resolve - starpnieks pasludina lēmumu Vairāk info šeit: http://reinproject.org
ru: Rein это децентрализованный рынок профессиональных услуг и Python-rein это клиент который предоставляет интерфейс пользователя. Используйте эту программу из вашего локального браузера или коммандной строки что бы создать аккаунт, опубликовать работу, сделать ставку и т.д. b Быстрый старт: $ rein start - создать идентификатор, запустить Web UI $ rein buy - запросить микрохостинг $ rein sync - синхронизировать идентификатор с серверами микрохостинга $ rein status - узнать статус пользоваля, сбросить рабочие документы b Исполнители $ rein bid - показать проекты и сделать ставку $ rein deliver - окончить работу предоставив результат b Споры $ rein workerdispute - оспорить рабочие файлы работника $ rein creatordispute - оспорить рабочие файлы работодателя $ rein resolve - публичное решение медиатора Для подробной информации и инструкции установки посетите ресурс: http://reinproject.org

source: Setup or import an identity. You will choose a name or handle for your account, include public contact information, and a delegate Bitcoin address/private key that the program will use to sign documents on your behalf. An enrollment document will be created and you will need to sign it with your master Bitcoin private key.
es: Configurar o importar una identidad. Escoger un nombre de usuario para la cuenta, incluyendo información pública de contacto, y una dirección/llave privada delegada de Bitcoinand que el programa utilizará para firmar documentos a tu favor. Se creará un documento llamado matrícula el cual deberás firmar con la llave privada de la dirección Bitcoin principal .
fil: Setup o i-angkat ang pagkakilanlan. Pipili ka ng pangalan o hawakan ang iyong account, kasama ang mga impormasyon ng pampublikong contacts , at mga delegadong Bitcoin address/private key na program na gagamitin sa pag sign ng documents sa ngalan mo. Ang mga dokumento ng mga enrollment ay magagaqa at kailangan mo itong isign it kasama ang iyong Master Bitcoin key.
hi: पहचान को स्थापित या आयत करें. आपको अपने खाते के लिए एक नाम या उपाधि का चयन करना होगा, जिसमे आप सार्वजनिक संपर्क जानकारी शामिल करेंगे, और एक प्रतिनिधि बिटकॉइन की पता/गुप्त चाबी है जसिका उपयोग वो प्रोग्राम दस्तावेजों पर हस्ताक्षर करने के लिए करेगा आपकी जगह पर। एक नामांकन दस्तावेज बनाया जाएगा और आपको इसपर हस्ताक्षर करने की आवश्यकता होगी अपने विशेषज्ञ बिटकॉइन के गुप्त चाबी के साथ.
lv: izveidot vai ievietot identitāti. Jūs izvēlēsieties savu vārdu priekš jūsu profila, ievietojot publisku kontaktinformāciju, ievietojot Bitcoin adresi/privāto atslēgu ko programma izmantos parakstot dokumentus jūsu vārdā. Uzņemšanas dokuments tiks izveidots un jums tas būs jāparaksta ar jūsu Bitcoin private key/privāto atslēgu.
ru: Установите или импортируйте идентификатор. Вы выберете имя для вашего аккаунта, включая публичную контактную информацию, и Bitcoin адрес/приватный ключ, которые программа будет использовать для подписи документов от вашего имени. Зарегистрированный документ будет создан и вы должны будете подписать это вашим приватным Bitcoin ключем.

source: 1 - Create new account 2 - Import backup
es: 1 - Crear nueva cuenta 2 - Restaurar respaldo
fil: 1 - Gumawa ng bagong account 2 - Iimport ang backup
hi: १ - एक नया खता बनाए २ - बवैकअप का आयत करें
lv: 1 - Izveidot profilu 2 - atgūt dublētos datus
ru: 1 - Создать новый аккаунт 2 - Импортировать бэкап

source: Bid amount
es: Ofrecer cantidad
fil: Halaga ng tawaran
hi: नीलामी राशि
lv: Pieteikties
ru: Сделать ставку

source: Choose Job to bid on
es: Escoger trabajo para ofrecerse
fil: Pumili ng trabaho kung saan mag tatawaran
hi: बोली के लिए कार्य का चयन करें
lv: Izvēlēties darbu
ru: Выбрать проект для ставки

source: Choose bid
es: Escoger oferta
fil: Pumili ng tatawaran
hi: बोली चुनें
lv: Izvēlēties pieteikumu
ru: Выбрать ставку

source: Choose job
es: Escoger trabajo
fil: Pumili ng trabaho
hi: कार्य का चयन
ru: Выбрать работу

source: Choose job associated with deliverables
es: Escoger trabajo asociado a entregas
fil: Pumili ng trabaho kaugnay sa paghatid
hi: प्रदेय के साथ जुड़े कार्य का चयन
lv: Izvēlēties darbu ar nodevām
ru: Выбрать работу ассоциированную с результатом

source: Choose mediator
es: Escoger mediador
fil: Mamili ng mediator
hi: मध्यस्थ चुनें
lv: Izvēlēties starpnieku
ru: Выбрать медиатора

source: Delegate Bitcoin address
es: Dirección Bitcoin delegada
fil: Delegado ng Bitcoin address
hi: बिटकॉइन के पता की नियुक्ति
lv: Pārskatīt BITCOIN adresi
ru: Выбрать Bitcoin адрес

source: Delegate Bitcoin private Key
es: Llave privada de dirección delegada
fil: Delegado ng Bitcoin private Key
hi: प्बिटकॉइन गुप्त चाबी की नियुक्ति
lv: Pārskatīt Bitcoin Private Key/atslēgu
ru: Выбрать приватный ключ Bitcoin

source: Deliverables
es: Entregas
fil: Paghahatid
hi: प्रदेय
lv: Nodevas
ru: Результат

source: Description
es: Descripción
fil: Paglalarawan
hi: विवरण
lv: Apraksts
ru: Описание

source: Dispute detail
es: Detalles de conflicto
fil: Detalye sa pagmamatwiranan
hi: मतभेद की जानकारी
lv: apstrīdēt detaļas
ru: Оспорить деталь

source: Disputes
es: Conflictos
fil: Pagmamatwiranan
hi: मतभेद
lv: Strīdi
ru: Споры

source: Do you want to import a backup or create a new account?
es: Deseas restaurar copia de respaldo o crear una nueva cuenta?
fil: Gusto mong iimport ang backup o gumawa na bagong account?
hi: क्या आप एक बैकअप का आयात या एक नया खाता बनाना चाहते हैं?
lv: Vai vēlaties atgūt dublētos datus vai izveidot jaunu profilu?
ru: Вы хотите имортировать бэкап или создать новый аккаунт?

source: Email / Bitmessage
es: Email
hi: ईमेल/बिटकॉइन का सन्देश (Bitmessage)
lv: E-pasts / Bitvēstule

source: Error connecting to server.
es: Error conectándose al servidor
fil: May mali sa pagkonekta sa server.
hi: सर्वर से संपर्क बनाने में त्रुटि।
lv: Kļuda piekļūšanai serverim.
ru: Ошибка подключения к серверу.

source: Expiration (days)
es: Expira (días)
fil: Paglipas (araw)
hi: समय सीमा समाप्त (दिन)
lv: Atlikušās dienas
ru: Истекает (дней)

source: File containing signed document
es: Archivo que contiene documento firmado
fil: File ng dokumento na may perma
hi: फ़ाइल ज्सिमे हस्ताक्षर किए दस्तावेज़ युक्त है
lv: Failā ietilpst parakstīts dokuments
ru: Файл содержит подписанный документ

source: Funds for each job in Rein are stored in two multisig addresses. One address is for the primary payment that will go to the worker on completion. The second address pays the mediator to be available to resolve a dispute if necessary. The second address should be funded according to the percentage specified by the mediator and is in addition to the primary payment. The listing below shows available mediators and the fee they charge. You should consider the fee as well as any reputational data you are able to find when choosing a mediator. Your choice may affect the number and quality of bids
es: Los fondos para cada trabajo en Rein se almacenan en dos direcciones multi-firma. En la primera se transfieren los pagos al trabajador, tras terminar el trabajo, en la segunda dirección, los pagos al mediador que resolverá los conflictos. A la segunda dirección se le transferirá un monto de acuerdo a los honorarios establecidos por el mediador, en adición a los fondos transferidos a la primera dirección. La lista mostrada debajo muestra los mediadores disponibles y sus respectivos honorarios. Debes considerar dichos honorarios así como los datos disponibles de reputación al buscar un mediador. La elección de un mediador podría influir en el número y calidad de las ofertas.
fil: Ang pondo sa bawat trabaho sa Rein ay itatago sa dalawanv multisig addresses. Ang isang address ay para sa pangunahing bayad na mapupunta sa trabahador kapag natapos ito. Ang pangalawang address ay pambayad sa mediator na puwedeng ma resolba sa pangangatwiran. kung kinakailangan. Anv pangalawang ay dapat pondihan ayon sa porsyento na ibinigay o gusto ng mediator at idagdag sa pangunahing bayad. Ang nakalista sa baba ay mga bakanteng mediators at ang kanilang bayad na sisingilin. Dapat mong ikonsidera ang fee pati ng ang kaniyang reputational data na mahahanap mo sa pagpili ng mediator. Ang iyong nais ay makaka-epekto sa bilang at kalidad ng pakikipatawaran.
hi: "Rein में किए गए प्रत्येक कार्य के लिए जमा की गई रकम दो एकाधिकहस्ताक्षर के पता में जमा हो जाती है। एक की पता ""में प्राथमिक भुगतान है जो कि पूरा होने पर काम करनेवाले को मिलेगा। "दूसरी पता मध्यस्थ का भुगतान करती है ताकि वो मतभेद हल करने के लिए उपलब्ध हो सके अगर आवश्यक है। दूसरी पता प्रतिशत के अनुसार रकम जमा किया जाना चाहिए मध्यस्थ द्वारा निर्दिष्ट और इसके साथ में प्राथमिक भुगतान करने के लिए है। निचे दी गयी सूची उपलब्ध मध्यस्थों और उनके शुल्क की जानकारी देता है। आपको एक मध्यस्थ चुनें। आपकी पसंद आपके अंकों और बोलियों की गुणवत्ता को प्रभावित कर सकता है
lv: Uzkrājumi darbā Rein ir saglabāti divās adresēs. Viena adrese ir priekš primārās samaksas darbiniekam par pabeigtu darbu. Otrā adrese ir priekš starpnieka, lai varētu atrisināt strīdus ja vajadzīgs. Otrā adrese tiks uzkrāta ņemot vērā attiecīgos procentus ,to noteiks starpnieks arī ņemot vērā primāro samaksu. The Saraksts lejā norāda brīvos starpniekus un to procentus ko viņi pieprasa. Jums vajadzētu apsvērt samaksu starpniekam kā reputācijas datu kad izvēlēsieties starpnieku. Jūsu izvēle nosaka skaitu un kvalitāti pieteikumiem
ru: Средства для каждой работы в реин хранятся в двух мультиподписанных адресах. Один адрес для личного платежа который будет отправлен работнику по окончании проекта. Второй для медиатора, на случай разрешения спора при необходимости. Второй адрес должен быть пополнен опираясь на процент указанный медиатором и быть в дополнении к личному платежу. Список ниже показывает доступных медиаторов и комиссии, которые они требуют. Вы должны учитывать комиссию так же, как и любую другую репутационную информацию, которую вы можете найти, когда выбираете медиатора. Ваш выбор может повлиять на количество и качество ставок.

source: Invalid address
es: Dirección no válida
hi: अवैध पता
lv: Nederīga adrese
ru: Неправильный адрес

source: Invalid signature
es: Firma no válida
fil: Mali ang address
hi: अवैध हस्ताक्षर
lv: Nederīgs paraksts
ru: Неправильная подпись

source: Job name
es: Nombre del trabajo
fil: Pangalan ng trabaho
hi: कार्य का नाम
lv: Darba nosaukums
ru: Имя работы

source: Master Bitcoin address
es: Dirección Bitcoin principal
hi: विशेषज्ञ बिटकॉइन का पता
lv: Bitcoin adrese
ru: Адрес Bitcoin

source: Mediator Fee
es: Honorarios del mediador
fil: Singil ng Mediator
hi: मध्यस्थ का शुल्क
lv: Starnieka samaksa
ru: Комиссия медиатора

source: Name / Handle
es: Nombre
fil: Pangalan / Tagahawak
hi: नाम / उपाधि (Handle)
lv: Vārds
ru: Имя / Держатель

source: None found
es: No se encontró
fil: Hindi makita
hi: कोई जानकारी नहीं मिला
lv: Netika atrasts
ru: Ничего не найдено

source: Not a valid private key.
es: Llave privada no válida
fil: Hindi tama ang private key.
hi: एक अमान्य गुप्त चाबी।
lv: nederīga privātā atslēga.
ru: Не правильный приватный ключ.

source: Please enter
es: Por favor entre
fil: Pakiusap i-enter
hi: कृपया दर्ज करें
lv: Lūdzu ievadiet
ru: Пожалуйста введите

source: Register as a mediator?
es: Registrarse como mediador?
fil: Magrehistro bilang mediator?
hi: एक मध्यस्थ के रूप में दर्ज करें?
lv: Reģistrēties kā starpniekam?
ru: Зарегистрировать как медиатор?

source: Resolution
es: Decisión del mediador
fil: Resolusyon
hi: संकल्प
lv: Rezolūcija
ru: Решение

source: Signed enrollment
es: Matrícula firmada
fil: Permado ng pagpapalista
hi: हस्ताक्षर किए गए नामांकन
lv: Parakstīta uzņemšana
ru: Подписанное зачисление

source: Signed mediator payment
es: Pago de mediador firmado
fil: Permado ng bayad sa mediator
hi: हस्ताक्षर किए गए मध्यस्थ भुगतान
lv: Parakstīta starpnieka samaksa
ru: Подписанный платеж медиатора

source: Signed primary payment
es: Pago principal firmado
fil: Permado na paunang bayad
hi: हस्ताक्षर किए गए प्राथमिक भुगतान
lv: Parakstīta primārā samaksa
ru: Подписанный частный платеж

source: Tags
es: Etiquetas
fil: Mga tag
hi: टैग्स
lv: Etiķetes
ru: Тэги

source: Verifying block times...
es: Verificando block ...
fil: Pag beripiko ng oras ng block...
hi: ब्लॉक समय का सत्यापन ...
lv: Pārbauda bloku laiku...
ru: Верификация блока раз...

source: Welcome to Rein.
es: Bienvenido a Rein
fil: Maligayang Pagdating sa Rein.
hi: रेन में आपका स्वागत है|
lv: Sveicināti Rein.
ru: Добро пожаловать в Rein.

source: bid submitted
es: oferta enviada
fil: Na sumite na ang tawad
hi: बोली प्रस्तुत की गई है
lv: pieteikums apstiprināts
ru: ставка принята

source: complete, dispute resolved
es: completo, conflicto resuelto
fil: Tapos na, na resolba na ang pangagatwiran
hi: पूरा करना, मतभेद सुलझाया
lv: Pabeigts, strīds atrisināts
ru: окончено, спор окончен

source: complete, work accepted
es: completo, trabajo aceptado
fil: Tapos na, ang trabaho ay tinanggap
hi: पूरा करना, काम स्वीकार कर लिया
lv: Pabeigts, darbs apstiprināts
ru: окончено, работа принята

source: deliverables submitted
es: entregas enviadas
fil: na sumite na ang hatid
hi: प्रदेय प्रस्तुत की गई है
lv: nodevas pieņemtas
ru: результаты отправлены

source: disputed by job creator
es: dispudato por el creador del trabajo
fil: pangagatwiran ng tagagawa ng trabaho
hi: काम निर्माता द्वारा मतभेद
lv: apstrīdēts no darba devēja
ru: оспорено работодателем

source: disputed by worker
es: dispudato por el trabajador
fil: pangagatwiran ng trabahador
hi: काम करनेवालों द्वारा मतभेद
lv: apstrīdēts no darbinieka
ru: оспорено исполнителем

source: job awarded
es: trabajo otorgado
fil: ang tabaho ay naibigay na
hi: काम को सौंपा गया है
lv: Darbs piešķirts
ru: выбран исполнитель

source: posted
es: publicado
fil: ipaskil
hi: को दर्ज करना
lv: Publicēts
ru: опубликовано
